package Pos;

public class TableMenu {
	public String[][] menu(){
		String[][] menu = new String[][]{
			{"스테이크","파스타","리조또","비포브레드","와플피자","점보치킨","카야토스트","콘스탄틴","베네딕트"},
			{"프렌치에그","미트러버","샘플러","콥샐러드","리코타 샐러드","치킨 샐러드","고구마 샐러드","연어 샐러드","티라미수"},
			{"얼그레이","페퍼민트","캐모마일","오렌지쥬스","키위쥬스","자몽쥬스","포도쥬스","청포도쥬스","파인애플쥬스"},
			{"롱 블랙","꿀메리카노","몬드리카노","헤이즐넛","샤케라또","카페라떼","아인슈페너","소금커피","카푸치노"},
			{"치즈 파니니","베이컨 샌드위치","과일 샌드위치","에그 파니니","햄치즈 파니니","리코타 파니니","클럽샌드위치","다마고산도","B.E.L.T샌드위치"}
		};
		return menu;
	}
	public String[][] price(){
		String[][] price = new String[][]{
			{" 16900","10900"," 9900"," 3000"," 9900"," 13900"," 6900"," 8900"," 8900"},
			{" 13900"," 13900"," 13900"," 9900"," 9900"," 9900"," 9900"," 9900"," 6900"},
			{" 4000"," 4000"," 4000"," 2000"," 2000"," 2000"," 2000"," 2000"," 2000"},
			{" 4800"," 5000"," 6000"," 5500"," 5800"," 5500"," 5800"," 5500"," 5500"},
			{" 8500"," 7900"," 7900"," 7900"," 8500"," 7500"," 8800"," 6000"," 9000"}
		};
		return price;
	}
	public String[][] pic(){
		String[][] pic = new String[][]{
			{"steak.jpg","2.jpg","3.jpg","4.jpg","5.jpg","6.jpg","7.jpg","8.jpg","9.jpg"},
			{"10.jpg","11.jpg","12.jpg","13.jpg","14.jpg","15.jpg","16.jpg","17.jpg","18.jpg"},
			{"19.jpg","20.jpg","21.jpg","22.jpg","23.jpg","24.jpg","25.jpg","26.jpg","27.jpg",},
			{"28.jpg","29.jpg","30.jpg","31.jpg","32.jpg","33.jpg","34.jpg","35.jpg","36.jpg"},
			{"37.jpg","38.jpg","39.jpg","40.jpg","41.jpg","42.jpg","43.jpg","44.jpg","45.jpg"}
		};
		return pic;
	}
}